{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 95,
    "good": 35,
    "morning": 62,
    "evening": 25,
    "moin": 61,
    "let": 57,
    "s": 79,
    "go": 33,
    "dude": 24,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 17,
    "by": 10,
    "cee": 12,
    "you": 111,
    "later": 55,
    "night": 70,
    "bye": 11,
    "goodbye": 36,
    "have": 41,
    "a": 0,
    "nice": 69,
    "day": 18,
    "see": 83,
    "around": 8,
    "yes": 110,
    "y": 109,
    "indeed": 50,
    "of": 73,
    "course": 16,
    "that": 93,
    "sounds": 88,
    "correct": 15,
    "no": 71,
    "n": 66,
    "never": 68,
    "i": 49,
    "don": 22,
    "t": 91,
    "think": 96,
    "so": 86,
    "like": 58,
    "way": 104,
    "not": 72,
    "really": 75,
    "perfect": 74,
    "great": 39,
    "amazing": 4,
    "feeling": 29,
    "king": 54,
    "wonderful": 107,
    "am": 3,
    "very": 100,
    "going": 34,
    "to": 97,
    "save": 82,
    "the": 94,
    "world": 108,
    "super": 90,
    "stoked": 89,
    "extremely": 26,
    "my": 65,
    "was": 102,
    "horrible": 46,
    "sad": 81,
    "feel": 28,
    "well": 105,
    "disappointed": 20,
    "m": 59,
    "unhappy": 99,
    "extremly": 27,
    "saad": 80,
    "are": 7,
    "bot": 9,
    "human": 48,
    "talking": 92,
    "recommend": 76,
    "me": 60,
    "an": 5,
    "action": 1,
    "movie": 63,
    "want": 101,
    "comedy": 14,
    "film": 30,
    "show": 84,
    "horror": 47,
    "do": 21,
    "any": 6,
    "romance": 78,
    "films": 31,
    "find": 32,
    "movies": 64,
    "with": 106,
    "robert": 77,
    "downey": 23,
    "jr": 53,
    "watch": 103,
    "something": 87,
    "jaden": 52,
    "smith": 85,
    "jackie": 51,
    "chan": 13,
    "netflix": 67,
    "tom": 98,
    "hanks": 40,
    "leonardo": 56,
    "dicaprio": 19,
    "his": 45
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "recommed_by_genre": 7,
    "recommend_by_actor": 8,
    "recommend_by_genre": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_recommend_by_actor": 7,
    "action_recommend_by_genre": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}