{
  "text": {
    "hey": 89,
    "hello": 88,
    "hi": 90,
    "there": 177,
    "good": 78,
    "morning": 122,
    "evening": 61,
    "moin": 120,
    "let": 110,
    "s": 153,
    "go": 76,
    "dude": 58,
    "goodmorning": 81,
    "goodevening": 80,
    "afternoon": 6,
    "cu": 43,
    "by": 28,
    "cee": 31,
    "you": 208,
    "later": 108,
    "night": 130,
    "bye": 29,
    "goodbye": 79,
    "have": 87,
    "a": 1,
    "nice": 129,
    "day": 46,
    "see": 160,
    "around": 17,
    "yes": 207,
    "y": 204,
    "indeed": 99,
    "of": 135,
    "course": 39,
    "that": 175,
    "sounds": 162,
    "correct": 38,
    "no": 132,
    "n": 126,
    "never": 128,
    "i": 94,
    "don": 56,
    "t": 171,
    "think": 178,
    "so": 161,
    "like": 111,
    "way": 194,
    "not": 134,
    "really": 148,
    "perfect": 141,
    "great": 82,
    "amazing": 11,
    "feeling": 66,
    "king": 104,
    "wonderful": 201,
    "am": 10,
    "very": 191,
    "going": 77,
    "to": 183,
    "save": 156,
    "the": 176,
    "world": 203,
    "super": 170,
    "stoked": 168,
    "extremely": 62,
    "my": 125,
    "was": 193,
    "horrible": 91,
    "sad": 155,
    "feel": 65,
    "well": 195,
    "disappointed": 53,
    "m": 113,
    "unhappy": 190,
    "extremly": 63,
    "saad": 154,
    "are": 16,
    "bot": 25,
    "human": 93,
    "talking": 172,
    "what": 197,
    "movies": 124,
    "directed": 51,
    "quentin": 145,
    "tarantino": 173,
    "steven": 167,
    "spielberg": 165,
    "christopher": 33,
    "nolan": 133,
    "martin": 115,
    "scorsese": 158,
    "ridley": 151,
    "scott": 159,
    "david": 45,
    "fincher": 68,
    "peter": 142,
    "jackson": 102,
    "tim": 181,
    "burton": 27,
    "clint": 34,
    "eastwood": 59,
    "is": 101,
    "francis": 71,
    "ford": 70,
    "coppola": 37,
    "known": 105,
    "for": 69,
    "did": 50,
    "paul": 139,
    "thomas": 179,
    "anderson": 14,
    "create": 40,
    "had": 84,
    "participation": 138,
    "tom": 184,
    "cruise": 42,
    "brad": 26,
    "pitt": 143,
    "hanks": 85,
    "leonardo": 109,
    "dicaprio": 49,
    "morgan": 121,
    "freeman": 72,
    "johnny": 103,
    "depp": 48,
    "has": 86,
    "christian": 32,
    "bale": 22,
    "worked": 202,
    "on": 136,
    "robert": 152,
    "de": 47,
    "niro": 131,
    "matt": 117,
    "damon": 44,
    "were": 196,
    "made": 114,
    "in": 95,
    "__number__": 0,
    "been": 23,
    "released": 149,
    "tell": 174,
    "me": 119,
    "comedy": 36,
    "action": 2,
    "horror": 92,
    "give": 75,
    "drama": 57,
    "fantasy": 64,
    "adventure": 5,
    "produced": 144,
    "between": 24,
    "and": 13,
    "as": 18,
    "an": 12,
    "actor": 3,
    "tony": 185,
    "top": 186,
    "rated": 146,
    "who": 199,
    "director": 52,
    "inception": 96,
    "interstellar": 100,
    "matrix": 116,
    "resurrections": 150,
    "gun": 83,
    "maverick": 118,
    "avengers": 20,
    "age": 7,
    "ultron": 189,
    "created": 41,
    "attack": 19,
    "titan": 182,
    "star": 166,
    "actors": 4,
    "when": 198,
    "wars": 192,
    "year": 205,
    "come": 35,
    "out": 137,
    "genre": 74,
    "rating": 147,
    "do": 54,
    "any": 15,
    "movie": 123,
    "from": 73,
    "last": 107,
    "with": 200,
    "awesome": 21,
    "special": 164,
    "effect": 60,
    "two": 188,
    "years": 206,
    "ago": 8,
    "three": 180,
    "people": 140,
    "love": 112,
    "story": 169,
    "incredible": 98,
    "landscapes": 106,
    "nature": 127,
    "scenes": 157,
    "films": 67,
    "include": 97,
    "space": 163,
    "travel": 187,
    "aliens": 9,
    "cats": 30,
    "dogs": 55
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 2,
    "mood_great": 11,
    "mood_unhappy": 12,
    "bot_challenge": 1,
    "movie_match_director": 14,
    "movie_match_actor": 13,
    "movie_match_year": 18,
    "movie_match_genre": 15,
    "movie_match_several_criteria": 17,
    "movie_match_rating": 16,
    "get_director_by_movie_title": 4,
    "get_actor_by_movie_title": 3,
    "get_year_by_movie_title": 8,
    "get_genre_by_movie_title": 5,
    "get_rating_by_movie_title": 7,
    "get_movie_attributes": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 19,
    "action_session_start": 21,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 20,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_actor_by_movie_title": 6,
    "action_get_director_by_movie_title": 7,
    "action_get_genre_by_movie_title": 8,
    "action_get_movie_based_attribute": 9,
    "action_get_rating_by_movie_title": 10,
    "action_get_year_by_movie_title": 11,
    "action_match_actor_search_movie": 13,
    "action_match_director_search_movie": 14,
    "action_match_genre_search_movie": 15,
    "action_match_rating_search_movie": 16,
    "action_match_several_criteria_search_movie": 17,
    "action_match_year_search_movie": 18,
    "get_actor_by_movie_title_form": 24,
    "get_director_by_movie_title_form": 25,
    "get_genre_by_movie_title_form": 26,
    "get_movie_based_attribute_form": 27,
    "get_rating_by_movie_title_form": 28,
    "get_year_by_movie_title_form": 29,
    "movie_match_actor_form": 30,
    "movie_match_director_form": 31,
    "movie_match_genre_form": 32,
    "movie_match_rating_form": 33,
    "movie_match_year_form": 34,
    "utter_cheer_up": 35,
    "utter_did_that_help": 36,
    "utter_goodbye": 37,
    "utter_greet": 38,
    "utter_happy": 39
  },
  "action_text": null,
  "intent_response_key": null
}