{
  "text": {
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "there": 86,
    "good": 31,
    "morning": 55,
    "evening": 22,
    "moin": 54,
    "let": 50,
    "s": 70,
    "go": 29,
    "dude": 21,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 2,
    "cu": 16,
    "by": 9,
    "cee": 11,
    "you": 101,
    "later": 49,
    "night": 62,
    "bye": 10,
    "goodbye": 32,
    "have": 36,
    "a": 0,
    "nice": 61,
    "day": 17,
    "see": 74,
    "around": 7,
    "yes": 100,
    "y": 99,
    "indeed": 44,
    "of": 65,
    "course": 15,
    "that": 84,
    "sounds": 79,
    "correct": 14,
    "no": 63,
    "n": 59,
    "never": 60,
    "i": 43,
    "don": 19,
    "t": 82,
    "think": 87,
    "so": 77,
    "like": 51,
    "way": 94,
    "not": 64,
    "really": 67,
    "perfect": 66,
    "great": 35,
    "amazing": 4,
    "feeling": 26,
    "king": 48,
    "wonderful": 97,
    "am": 3,
    "very": 90,
    "going": 30,
    "to": 88,
    "save": 73,
    "the": 85,
    "world": 98,
    "super": 81,
    "stoked": 80,
    "extremely": 23,
    "my": 58,
    "was": 92,
    "horrible": 40,
    "sad": 72,
    "feel": 25,
    "well": 95,
    "disappointed": 18,
    "m": 52,
    "unhappy": 89,
    "extremly": 24,
    "saad": 71,
    "are": 6,
    "bot": 8,
    "human": 42,
    "talking": 83,
    "recommend": 68,
    "me": 53,
    "an": 5,
    "action": 1,
    "movie": 56,
    "want": 91,
    "comedy": 13,
    "film": 27,
    "show": 75,
    "horror": 41,
    "find": 28,
    "movies": 57,
    "with": 96,
    "robert": 69,
    "downey": 20,
    "jr": 47,
    "watch": 93,
    "something": 78,
    "jaden": 46,
    "smith": 76,
    "jackie": 45,
    "chan": 12
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "recommed_by_genre": 7,
    "recommend_by_actor": 8,
    "recommend_by_genre": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_recommend_by_actor": 7,
    "action_recommend_by_genre": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}